brew "aws-cdk"
brew "bat"
brew "fd"
brew "gh"
brew "gnupg"
brew "lefthook"
brew "mise"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "sox"
brew "vercel-cli"
cask "1password"
cask "adobe-creative-cloud"
cask "alt-tab"
cask "amazon-q"
cask "arc"
cask "claude"
cask "cursor"
cask "docker-desktop"
cask "drawio"
cask "figma"
cask "font-udev-gothic"
cask "google-chrome"
cask "google-cloud-sdk"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "licecap"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "notion"
cask "obs"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "warp"
cask "zed"
cask "zoom"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "anthropic.claude-code"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "kduy5222.vscode-vitest-runner-pnpm"
vscode "mattlott.copy-github-url"
vscode "mhutchie.git-graph"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vsliveshare.vsliveshare"
vscode "mxsdev.typescript-explorer"
vscode "pkief.material-icon-theme"
vscode "stivo.tailwind-fold"
vscode "vitest.explorer"
